[
  {
    "email": "hartleysconstructionltd@gmail.com",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "",
    "approved_contractor": "false",
    "tags_carers": "Services,",
    "carers_support": "false",
    "id": "64e7757b-0678-ee11-8179-002248c5fdde",
    "description": "10% discount on production of a carers' card.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.74051,
    "long": -0.4119,
    "organisation": "Hartley's Construction Ltd",
    "phone": "0793 459 6681",
    "safe_places": "false",
    "service": "Carers",
    "web": ""
  },
  {
    "email": "kim.mitchell@tic-yorkshire.co.uk",
    "tags_adapt": "",
    "tags_activities": "Advice and Money,Arts and Creativity,Education and Skills & Learning,General Community Services/ Centres,Mental Health & Well-being,Physical Health & Well-being,Social and Recreational,",
    "tags_area": "HU8 - East Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "8091cd48-0b68-ee11-9ae7-002248c5fdde",
    "description": "We are a charity local to Hull that supports people with Tourettes syndrome, Tic disorders and ADHD. Although we are based in Hull we support those in Yorkshire and Lincolnshire too. We provide advocacy, workplace and school training and 1-1 support as well as a range of children's support groups weekly.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "Everyone,",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.77112,
    "long": -0.28908,
    "organisation": "Tourettes Syndrome Inclusion in the Community",
    "phone": "07449338515",
    "safe_places": "false",
    "service": "Activities and Groups",
    "web": "https://www.tic-yorkshire.co.uk"
  },
  {
    "email": "info@hullparentcarerforum.co.uk",
    "tags_adapt": "",
    "tags_activities": "Education and Skills & Learning,General Community Services/ Centres,Mental Health & Well-being,Social and Recreational,",
    "tags_area": "HU1 - City Centre,HU2 - Hull Central,HU3 - West Hull,HU4 - West Hull,HU5 - West Hull,HU6 - North Hull,HU7 - North Hull,HU8 - East Hull,HU9 - East Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "a6b9a945-c86c-ee11-9ae7-002248c5fdde",
    "description": "Hull Parent Carer Forum is a community of interest company based in Hull for parents and carers of children and young people aged 0-25 with special educational needs, disabilities, other neurodiverse conditions including mental health difficulties. All of our directors/steering group members and parent representatives are parents of children with SEND.  We are part funded by the DFE and the ICB to gather feedback from parents and carers about their experiences of the services and systems across the city of Hull. Our parent representatives then use this feedback when strategically working alongside services including Health, Social care and Education with the aim to inform decisions made within services being delivered.   In addition to this we also offer opportunities for parent carers to come together at our regular breakfast and lunch clubs and coffee and chat sessions,  where we share experiences and information with other parents and carers  in order to be able to help them navigate the services and support they are entitled to.   We as parent carers representative and with the use of the experience of our wider forum members empower parents by signposting each other to information, organisations and services to understand their rights and the rights of their children and   By listening to our members experiences we identify gaps within the support local area, listen to their needs and challenges they may be facing in their lives as SEND parents, and support them by facilitating workshops, activities and events both face to face and online that will help them strengthen their knowledge and skills, enable them to feel confident they have the tools to manage their day to day life and look after their own wellbeing as a parent and carer.   At all of our events, we provide a safe space for our members to share their experiences and feelings, receive peer support from each other and develop important relationships in a non judgmental atmosphere.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "Carers,",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",

    "organisation": "Hull Parent Carer Forum",
    "phone": "01482230017",
    "safe_places": "false",
    "service": "Activities and Groups",
    "web": "https://www.hullparentcarerforum.co.uk/"
  }
]
