[
  {
    "email": "hartleysconstructionltd@gmail.com",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "",
    "approved_contractor": "false",
    "tags_carers": "Services,",
    "carers_support": "false",
    "id": "64e7757b-0678-ee11-8179-002248c5fdde",
    "description": "10% discount on production of a carers' card.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.74051,
    "long": -0.4119,
    "organisation": "Hartley's Construction Ltd",
    "phone": "0793 459 6681",
    "safe_places": "false",
    "service": "Carers",
    "web": ""
  },
  {
    "email": "kim.mitchell@tic-yorkshire.co.uk",
    "tags_adapt": "",
    "tags_activities": "Advice and Money,Arts and Creativity,Education and Skills & Learning,General Community Services/ Centres,Mental Health & Well-being,Physical Health & Well-being,Social and Recreational,",
    "tags_area": "HU8 - East Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "8091cd48-0b68-ee11-9ae7-002248c5fdde",
    "description": "We are a charity local to Hull that supports people with Tourettes syndrome, Tic disorders and ADHD. Although we are based in Hull we support those in Yorkshire and Lincolnshire too. We provide advocacy, workplace and school training and 1-1 support as well as a range of children's support groups weekly.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "Everyone,",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.77112,
    "long": -0.28908,
    "organisation": "Tourettes Syndrome Inclusion in the Community",
    "phone": "07449338515",
    "safe_places": "false",
    "service": "Activities and Groups",
    "web": "https://www.tic-yorkshire.co.uk"
  },
  {
    "email": "info@hullparentcarerforum.co.uk",
    "tags_adapt": "",
    "tags_activities": "Education and Skills & Learning,General Community Services/ Centres,Mental Health & Well-being,Social and Recreational,",
    "tags_area": "HU1 - City Centre,HU2 - Hull Central,HU3 - West Hull,HU4 - West Hull,HU5 - West Hull,HU6 - North Hull,HU7 - North Hull,HU8 - East Hull,HU9 - East Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "a6b9a945-c86c-ee11-9ae7-002248c5fdde",
    "description": "Hull Parent Carer Forum is a community of interest company based in Hull for parents and carers of children and young people aged 0-25 with special educational needs, disabilities, other neurodiverse conditions including mental health difficulties. All of our directors/steering group members and parent representatives are parents of children with SEND.  We are part funded by the DFE and the ICB to gather feedback from parents and carers about their experiences of the services and systems across the city of Hull. Our parent representatives then use this feedback when strategically working alongside services including Health, Social care and Education with the aim to inform decisions made within services being delivered.   In addition to this we also offer opportunities for parent carers to come together at our regular breakfast and lunch clubs and coffee and chat sessions,  where we share experiences and information with other parents and carers  in order to be able to help them navigate the services and support they are entitled to.   We as parent carers representative and with the use of the experience of our wider forum members empower parents by signposting each other to information, organisations and services to understand their rights and the rights of their children and   By listening to our members experiences we identify gaps within the support local area, listen to their needs and challenges they may be facing in their lives as SEND parents, and support them by facilitating workshops, activities and events both face to face and online that will help them strengthen their knowledge and skills, enable them to feel confident they have the tools to manage their day to day life and look after their own wellbeing as a parent and carer.   At all of our events, we provide a safe space for our members to share their experiences and feelings, receive peer support from each other and develop important relationships in a non judgmental atmosphere.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "Carers,",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",

    "organisation": "Hull Parent Carer Forum",
    "phone": "01482230017",
    "safe_places": "false",
    "service": "Activities and Groups",
    "web": "https://www.hullparentcarerforum.co.uk/"
  },
  {
    "email": "safeplace@hullcc.gov.uk",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "3a8caf13-ba36-ee11-bdf4-002248c8714f",
    "description": "Safe Places is a simple scheme to help vulnerable people to stay safe while out and about in Hull. The scheme is largely for people who have learning disabilities or difficulties, have dementia or need support or require assistance whilst in public. Individual members of the scheme carry the card which contains their details and who to contact. This is often a family member, carer or social worker. However anyone who is feeling vulnerable, scared, confused or lost is able to access the scheme and ask for help. The video below explains the demonstrates how the scheme works.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.74432,
    "long": -0.34551,
    "organisation": "Mercure Hotel - Safe Place",
    "phone": "",
    "safe_places": "true",
    "service": "Supported Accommodation",
    "web": ""
  },
  {
    "email": "safeplace@hullcc.gov.uk",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "478caf13-ba36-ee11-bdf4-002248c8714f",
    "description": "Safe Places is a simple scheme to help vulnerable people to stay safe while out and about in Hull. The scheme is largely for people who have learning disabilities or difficulties, have dementia or need support or require assistance whilst in public. Individual members of the scheme carry the card which contains their details and who to contact. This is often a family member, carer or social worker. However anyone who is feeling vulnerable, scared, confused or lost is able to access the scheme and ask for help. The video below explains the demonstrates how the scheme works.",
    "tags_homerep": "",
    "tags_accom": "",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.73963,
    "long": -0.33926,
    "organisation": "Hull Arena - Safe Place",
    "phone": "",
    "safe_places": "true",
    "service": "Supported Accommodation",
    "web": ""
  },
  {
    "email": "",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "HU3 - West Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "b567401a-ba36-ee11-bdf4-002248c8714f",
    "description": "What is Extra CareThe aim of Extra Care is to enable people aged 18 years and over to live independently for as long as possible.It provides an alternative to residential care or supported housing for people wanting their own front door but who need care and support to live in their own home. The facilities have a mix of adults of different ages, circumstances and support needs.Intended ResidentsPeople who would benefit from Extra Care may have learning and physical disabilities, dementia, mental health and sensory needs. They require homes that will change with their circumstances throughout their lives whilst ensuring independence, wellbeing and promoting privacy and dignity. Extra Care apartments can be easily adaptable to respond to a persons changing situation, meaning you would not need to move if your needs change.These homes are set in a communal environment where people can feel secure whilst having the privacy of their own apartment with their own front door.Care and SupportCare and support is available onsite through an emergency call system or Telecare option 24 hours a day if needed, alongside any assessed package of care which will be met by the onsite care provider. The reception for housing support will be open  -  Monday to Friday 9.00 am to 8.00 pm  -  Saturday and Sunday 9.00 am to 5.00 pm There are private spaces for residents as well as public areas for the wider community giving a range of social options which help to combat loneliness and isolation.The restaurant, caf&eacute;, hairdresser, residents lounge and communal rooms mean that those living in the apartments will feel part of a community both within the building and the wider neighbourhood. The building will provide facilities for wider community use and so benefit many more people.There is also a range of regular social and community activities that will help you to maintain your mental and physical wellbeing.  Extra Care facilities in HullThey are three extra care facilities in Hull which are located at Harrison Park Hall Road Orchard Park North Hull HU6 8AT60 two bedroom apartments for rentFive one bedroom apartments for rentCecil GardensHawthorn AvenueWest HullHU3 5SA89 two bedroom apartments for rent65 one bedroom apartments for rent Redwood GladesLeads RoadEast HullHU7 4JY and HU7 4JZ60 two bedroom apartments for rent96 one bedroom apartments for rentExtra Care Apartment DetailsThese one and two bedroom homes are adaptable depending on people's needs.There is a total of 316 apartments across the three sites (around 107 one bedroom apartments and around (209 two bedroom apartment). All rooms include  -  extra wide doors for easy wheel chair access -  adaptations such as grab rails, shower seats, wheelchair friendly kitchens and hoists can be easily fitted as required -  apartments have been designed to be dementia friendly. The homes are equipped with sprinklers, heat, smoke and flood detectors and a secure video entry system. Telecare, such as personal alarms and fall detectors, are available if needed.Each apartment consists of a fully fitted kitchen complete with washer/dryer, fridge, freezer, electric hob and oven, a wet-room with a shower and toilet, a living/dining room, patio or balcony and one or two bedrooms. They use green electricity to achieve the highest standard of energy efficiency rating and have under floor heating.Recycling facilities are also provided. Dogs and PetsAssistance Dogs and pets are welcome as long as there is no disruption to neighbours and they are well managed. Cooking and EatingPeople can cook in their own homes or have a meal in the restaurant/caf&eacute; on site. The restaurant is for residents, their families and the wider community. Living in Extra CareActivities and EventsEvents and activities take place every day and some will be available to the wider community. You will be involved in deciding what type of events take place.",
    "tags_homerep": "",
    "tags_accom": "Extra Care,",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.734,
    "long": -0.37931,
    "organisation": "Cecil Gardens - Extra Care Home",
    "phone": "01482 235 286",
    "safe_places": "false",
    "service": "Supported Accommodation",
    "web": "https://www.halesgroup.co.uk"
  },
  {
    "email": "",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "HU6 - North Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "56d33f20-ba36-ee11-bdf4-002248c8714f",
    "description": "The aim of Extra Care is to enable people aged 18 years and over to live independently for as long as possible. It provides an alternative to residential care or supported housing for people wanting their own front door but who need care and support to live in their own home. These facilities have a mix of adults of different ages, circumstances and support needs. Intended Residents People who would benefit from Extra Care may have learning and physical disabilities, dementia, mental health and sensory needs. They require homes that will change with their circumstances throughout their lives whilst ensuring independence, wellbeing and promoting privacy and dignity. Extra Care apartments can be easily adaptable to respond to a persons changing situation, meaning you would not need to move if your needs change. These homes are set in a communal environment where people can feel secure whilst having the privacy of their own apartment with their own front door. Care and Support Care and support is available onsite through an emergency call system or Telecare option 24 hours a day if needed, alongside any assessed package of care which will be met by the onsite care provider. The reception for housing support will be open  -  Monday to Friday 9.00 am to 8.00 pm  -  Saturday and Sunday 9.00 am to 5.00 pm There are private spaces for residents as well as public areas for the wider community giving a range of social options which help to combat loneliness and isolation. The restaurant, caf&eacute;, hairdresser, residents lounge and communal rooms mean that those living in the apartments will feel part of a community both within the building and the wider neighbourhood. The building will provide facilities for wider community use and so benefit many more people. There is also a range of regular social and community activities that will help you to maintain your mental and physical wellbeing. Extra Care facilities in Hull They are three extra care facilities in Hull which are located at: Harrison Park Hall Road Orchard Park North Hull HU6 8AT They have 60 two bedroom apartments for rent. 5 one bedroom apartments for rent. Cecil Gardens Hawthorn Avenue West Hull HU3 5SA 89 They have two bedroom apartments for rent. 65 one bedroom apartments for rent. Redwood Glades Leads Road East Hull HU7 4JY and HU7 4JZ They have 60 two bedroom apartments for rent. 96 one bedroom apartments for rent.These one and two bedroom homes are adaptable depending on people's needs. There is a total of 316 apartments across the three sites (around 107 one bedroom apartments and around (209 two bedroom apartment). All rooms include:   extra wide doors for easy wheel chair access adaptations such as grab rails, shower seats, wheelchair friendly kitchens and hoists can be easily fitted as required apartments have been designed to be dementia friendly  The homes are equipped with sprinklers, heat, smoke and flood detectors and a secure video entry system. Telecare, such as personal alarms and fall detectors, are available if needed. Each apartment consists of a fully fitted kitchen complete with washer/dryer, fridge, freezer, electric hob and oven, a wet-room with a shower and toilet, a living/dining room, patio or balcony and one or two bedrooms. They use green electricity to achieve the highest standard of energy efficiency rating and have under floor heating.Recycling facilities are also provided. Dogs and Pets Assistance Dogs and pets are welcome as long as there is no disruption to neighbours and they are well managed. Cooking and Eating People can cook in their own homes or have a meal in the restaurant/caf&eacute; on site. The restaurant is for residents, their families and the wider community.Living in Extra Care Activities and Events. Events and activities take place every day and some will be available to the wider community. You will be involved in deciding what type of events take place.",
    "tags_homerep": "",
    "tags_accom": "Extra Care,",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.78041,
    "long": -0.38633,
    "organisation": "Harrison Park - Extra Care Home",
    "phone": "01482 231 770",
    "safe_places": "false",
    "service": "Supported Accommodation",
    "web": ""
  },
  {
    "email": "kingstonhouse@homegroup.org.uk",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "HU9 - East Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "66d33f20-ba36-ee11-bdf4-002248c8714f",
    "description": "Home Care Agency - Domestic Services / Home Help  -  Drug Dependence (past or present)  -  Learning Disability  -  Mental Health Condition",
    "tags_homerep": "",
    "tags_accom": "Residential Homes,",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.75327,
    "long": -0.29797,
    "organisation": "Stonham Kingston House",
    "phone": "01482 787 549",
    "safe_places": "false",
    "service": "Supported Accommodation",
    "web": ""
  },
  {
    "email": "info@aldersonhousecare.co.uk",
    "tags_adapt": "",
    "tags_activities": "",
    "tags_area": "HU3 - West Hull,",
    "approved_contractor": "false",
    "tags_carers": "",
    "carers_support": "false",
    "id": "83d33f20-ba36-ee11-bdf4-002248c8714f",
    "description": "We believe life at Alderson House should include the best care, the best of life and the best environment. All our residents are supported to live an active and fulfilled life. Our person-centred care enables residents to keep on doing the things they've always loved &ndash; and often the things they perhaps thought they could no longer enjoy. As part of our Hull-based community, our residents can help themselves to drinks and snacks, perform meaningful activities including, helping out in the garden and other hobbies and exercise their usual routines which enable residents to make their lives theirs. The facilities at Alderson House allow residents to enjoy other everyday routines that keep them independent and active.",
    "tags_homerep": "",
    "tags_accom": "Residential Homes,",
    "tags_supportforag": "",
    "tags_supportforhh": "",
    "live": "true",
    "logo": "&Full=true",
    "lat": 53.74095,
    "long": -0.3571,
    "organisation": "Alderson House",
    "phone": "01482 323 400",
    "safe_places": "false",
    "service": "Supported Accommodation",
    "web": "https://www.burlingtoncare.com/alderson-house/"
  }
]
